Repository: btaube/RZIAutoFreshup
Catalog: UpdateModul/lang/translations.*.resx
Languages: de

# CVersionLookupHelper_CannotCreateDirectory
source: A directory has not been created. \r\n Please check your permissions for the following path:
de: Ein Verzeichnis konnte nicht erstellt werden. \r\n Bitte prüfen Sie die Berechtigungen für den Pfad:

# CVersionLookupHelper_CannotLoadXML
source: The file "VersionLookup.xml" has not been loaded. \r\n Please check your permissions or if the file is already in use by another process.
de: Die "VersionLookup.xml" konnte nicht geladen werden. \r\n Bitte prüfen Sie die Berechtigungen oder ob die Datei von einem Prozess verwendet und gesperrt wird.

# CVersionLookupHelper_CannotSaveXML
source: The file "VersionLookup.xml" has not been saved. \r\n Please check your permissions or if the file is already in use by another process.
de: Die "VersionLookup.xml" konnte nicht gespeichert werden. \r\n Bitte prüfen Sie die Berechtigungen oder ob die Datei von einem Prozess verwendet und gesperrt wird.

# frmMain_Dlg_TagNotFound
source: An internal reference for the corresponding xml element have not been found.
de: Eine interne Referenz auf das dazugehörige XML-Element konnte nicht ermittelt werden.

# frmMain_Dlg_LoadTreeview
source: Error loading the version tree:
de: Beim Laden des Versions-Baums ist ein Fehler aufgetreten:

# frmMain_tvMain_Settings
source: Settings
de: Einstellungen

# frmMain_Dlg_Title_Question
source: Question
de: Frage

# frmMain_Dlg_Title_Error
source: Error
de: Fehler

# frmMain_Dlg_PathToExport_Title
source: Desired path to encrypted VersionLookup.xml
de: Gewünschter Pfad zur VersionLookup.xml

# frmMain_tvMain_Settings_Common
source: Common
de: Allgemeines

# frmMain_tvMain_Settings_Security
source: Security
de: Sicherheit

# program_prompt_description
source: Please enter the admin password.
de: Bitte geben Sie das Admin-Passwort ein.

# program_prompt_title
source: Enter password
de: Passwort eingeben

# MESSAGE_ERROR_DOWNLOAD
source: Error while downloading file '{0}'! ! Error: '{1}'.
de: Fehler beim Download der Datei '{0}'! Fehler: '{1}'.

# frmMain_Dlg_Password_Retry
source: The password you entered was incorrect.
de: Das Passwort, das Sie eingegeben haben, war nicht korrekt.

# frmVersion_BaseVersion1
source: A new base version is available!
de: Neue Hauptversion verfügbar

# frmVersion_MultipleVersions1
source: New versions are available!
de: Updates verfügbar

# frmVersion_SingleVersion1
source: A new version is available!
de: Update verfügbar

# frmVersion_MultipleBaseVersions1
source: Various base versions are available!
de: Neue Hauptversionen verfügbar

source: Download cancelled!
de: Download wurde abgebrochen!

# frmVersion_FurtherMultipleBase1
source: Alternative versions to download:
de: Folge-Updates

# CONFIGURATION_FILE_COULD_NOT_LOAD
source: Configuration file could not be loaded!\r\n{0}
de: Konfigurationsdatei kann nicht geladen werden!\r\n{0}

# CVersionLookupHelper_CannotCreateDirectory1
source: A directory has not been created. \r\n Please check your permissions for the following path:
de: Ein Verzeichnis konnte nicht erstellt werden. \r\n Bitte prüfen Sie die Berechtigungen für den Pfad:

# CVersionLookupHelper_CannotLoadXML1
source: The file "VersionLookup.xml" has not been loaded. \r\n Please check your permissions or if the file is already in use by another process.
de: Die "VersionLookup.xml" konnte nicht geladen werden. \r\n Bitte prüfen Sie die Berechtigungen oder ob die Datei von einem Prozess verwendet und gesperrt wird.

# CVersionLookupHelper_CannotSaveXML1
source: The file "VersionLookup.xml" has not been saved. \r\n Please check your permissions or if the file is already in use by another process.
de: Die "VersionLookup.xml" konnte nicht gespeichert werden. \r\n Bitte prüfen Sie die Berechtigungen oder ob die Datei von einem Prozess verwendet und gesperrt wird.

# frmMain_Detail_Parents_ColumnHeader
source: Version path for parental tree paths
de: Versions-Pfad

# frmMain_Dlg_DeleteClient
source: Do you really want to remove the client "{0}", including all sub entries?
de: Möchten Sie den Mandanten "{0}", inkl. aller Untereinträge, wirklich entfernen?

# frmMain_Dlg_DeleteLogical
source: Do you really want to remove the folder "{0}", including all sub entries?
de: Möchten Sie den Ordner "{0}", inkl. aller Untereinträge, wirklich entfernen?

# frmMain_Dlg_DeletePhysical
source: Do you really want to remove the download "{0}", including all sub entries?
de: Möchten Sie den Download "{0}", inkl. aller Untereinträge, wirklich entfernen?

# frmMain_Dlg_DeleteProduct
source: Do you really want to remove the product "{0}", including all sub entries?
de: Möchten Sie das Produkt "{0}", inkl. aller Untereinträge, wirklich entfernen?

# frmMain_Dlg_EmptyLabel
source: The name may not be empty.
de: Der Name darf nicht leer sein.

# frmMain_Dlg_EncryptFile_Error
source: Error providing the xml file:
de: Die XML-Datei konnte nicht gespeichert werden:

# frmMain_Dlg_EncryptFile_Success
source: The xml file has been successfully provided. Would you like to open the explorer?
de: Die XML-Datei wurde erfolgreich bereitgestellt. Möchen Sie das Verzeichnis im Explorer öffnen?

# frmMain_Dlg_InvalidEmailFormat
source: The email format you have entered is invalid.
de: Das E-Mail-Format, das Sie eingegeben haben, ist ungültig.

# frmMain_Dlg_InvalidLabel
source: The name contains invalid characters.
de: Der Name enthält ungültige Zeichen.

# frmMain_Dlg_InvalidURLFormat
source: The url format you have entered is invalid.
de: Das URL-Format, das Sie eingegeben haben, ist ungültig.

# frmMain_Dlg_LoadTreeview1
source: Error loading the version tree:
de: Beim Laden des Versions-Baums ist ein Fehler aufgetreten:

# frmMain_Dlg_PathToExport_Title1
source: Desired path to encrypted VersionLookup.xml
de: Gewünschter Pfad zur VersionLookup.xml

# frmMain_Dlg_TagNotFound1
source: An internal reference for the corresponding xml element have not been found.
de: Eine interne Referenz auf das dazugehörige XML-Element konnte nicht ermittelt werden.

# frmMain_Dlg_Title_Error1
source: Error
de: Fehler

# frmMain_Dlg_Title_Question1
source: Question
de: Frage

# frmMain_tvMain_CreateEntry
source: New
de: Neu

# frmMain_tvMain_SearchCount_Amount
source: ({0} entries found)
de: ({0} Einträge gefunden)

# frmMain_tvMain_SearchCount_One
source: (1 entry found)
de: (1 Eintrag gefunden)

# frmMain_tvMain_SearchCount_Zero
source: (No entry found)
de: (Kein Eintrag gefunden)

# frmMain_tvMain_SearchPattern
source: Search pattern...
de: Suchbegriff...

# frmMain_tvMain_Versions
source: Settings
de: Einstellungen

# frmVersion_BaseVersion2
source: A new base freshup is available!
de: Neue Hauptversion verfügbar

# frmVersion_FurtherMultipleBase2
source: Alternative freshups to download:
de: Folge-Freshups

# frmVersion_MultipleBaseVersions2
source: Various base freshups are available!
de: Neue Hauptversionen verfügbar

# frmVersion_MultipleVersions2
source: New freshups are available!
de: Freshups verfügbar

# frmVersion_SingleVersion2
source: A new freshup is available!
de: Freshup verfügbar

# frmDownload_LookingForVersions1
source: Looking for updates...
de: Es wird nach Updates gesucht...

# frmDownload_LookingForVersions2
source: Looking for freshups...
de: Es wird nach Freshups gesucht...

# frmInfo_NoVersion1
source: No update available
de: Kein Update verfügbar

# frmInfo_NoVersion2
source: No freshup available
de: Kein Freshup verfügbar
