Repository: btaube/RZIAutoFreshup
Catalog: VersionLookupConfigurator/gui/frmMain.*.resx
Languages: de

# lSearchCount.Text
source: No entries found.
de: Keine Einträge gefunden.

# cbSearch.Text
source: Search pattern...
de: Suchbegriff...

# tsTVcreateClient.Text
source: Add new client
de: Neuen Mandanten anlegen

# tsTVcreateProduct.Text
source: Add new product
de: Neues Produkt anlegen

# tsTVcreateLogical.Text
source: Add new folder
de: Neuen Ordner anlegen

# tsTVcreatePhysical.Text
source: Add empty download
de: Leeren Download anlegen

# tsTVcopyPhysical.Text
source: Copy current download
de: Aktuellen Download kopieren

# tsTVeditNode.Text
source: Edit
de: Bearbeiten

# tsTVdeleteNode.Text
source: Remove
de: Entfernen

# tsTVExpandBranch.Text
source: Expand branch from here
de: Zweig ab hier aufklappen

# tsTVCollapseBranch.Text
source: Collapse branch from here
de: Zweig ab hier zuklappen

# lbDetailParents.Text
source: This control is only available for main versions
de: Dieses Element steht nur für Basis-Versionen zur Verfügung.

# label2.Text
source: Support email
de: Support E-Mail-Adresse

# label1.Text
source: Application icon
de: Anwendungs-Symbol

# editGUIDToolStripMenuItem.Text
source: Edit Guid
de: Guid bearbeiten

# BdetailCancel.Text
source: &Cancel
de: &Abbrechen

# BdetailSave.Text
source: &Save
de: &Speichern

# Lvguid.Text
source: Guid of current version
de: Versions-GUID

# LurlInstFile.Text
source: Url to installation file
de: URL zu Installations-Datei

# LurlRN.Text
source: URL to release notes
de: URL zu Release Notes

# Lvprerequisite.Text
source: Prerequisites for current version
de: Versions-Voraussetzung

# Lvparents.Text
source: Parent tree path of current version
de: Versions-Vorgänger

# LvnameExt.Text
source: External name of current version
de: Versions-Name (extern)

# LvnameInt.Text
source: Internal name of current version
de: Versions-Name (intern)

# programmToolStripMenuItem.Text
source: &Program
de: &Programm

# loadVersionLookupxmlToolStripMenuItem.Text
source: &Load VersionLookup.xml
de: VersionLookup.xml &laden

# provideVersionLookupxmlToolStripMenuItem.Text
source: Provide encrypted &VersionLookup.xml
de: &VersionLookup.xml bereitstellen

# loadEncryptedVersionLookupxmlcToolStripMenuItem.Text
source: Test encrypted VersionLookup.xmlc
de: Verschlüsselte VersionLookup.xmlc testen

# beendenToolStripMenuItem.Text
source: &Close
de: &Beenden

# datenToolStripMenuItem.Text
source: &Data
de: &Daten

# expandTreeToolStripMenuItem.Text
source: &Expand tree
de: Versions-Baum &aufspannen

# collapseTreeToolStripMenuItem.Text
source: &Collapse tree
de: Versions-Baum &zusammenklappen

# reloadTreeToolStripMenuItem.Text
source: &Reload tree
de: Versions-Baum &neu laden

# grpbxLegend.Text
source: Legend
de: Legende

# lLegendPhysical.Text
source: A download can exist of a further download.
de: Ein Download kann aus einem weiteren Download bestehen.

# lLegendLogical.Text
source: A folder can exist of further sub folders or a single download.
de: Ein Ordner kann aus weiteren Unterordnern oder einem Download bestehen.

# lLegendProduct.Text
source: A product can exist of multiple folders or a single download.
de: Ein Produkt kann aus mehreren Ordnern oder einem Download bestehen.

# lLegendClient.Text
source: A client can exist of multiple products.
de: Ein Mandant kann aus mehreren Produkten bestehen,

# lblGuidAlreadyInUse.Text
source: This guid is already in use.
de: Diese Guid wird bereits verwendet.

# lblParentVersion.Text
source: This version is a parent version
de: Diese Version ist eine Vorgänger-Version!

# lblGuidError.Text
source: Guid has to start with a letter.
de: Die Guid muss mit einem Buchstaben beginnen.

# $this.Text
source: RZI - VersionLookup Configuration Tool
de: RZI - VersionLookup Konfigurator
